<!--
Automatically generated HTML file from DocOnce source
(https://github.com/hplgit/doconce/)
-->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="DocOnce: https://github.com/hplgit/doconce/" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<meta name="description" content="Søknad om Meritteringsordning for utdanningsfaglig kompetanse ved Universitetet i Oslo">

<title>Søknad om Meritteringsordning for utdanningsfaglig kompetanse ved Universitetet i Oslo</title>


<style type="text/css">
/* bloodish style */

body {
  font-family: Helvetica, Verdana, Arial, Sans-serif;
  color: #404040;
  background: #ffffff;
}
h1 { font-size: 1.8em;  color: #8A0808; }
h2 { font-size: 1.6em;  color: #8A0808; }
h3 { font-size: 1.4em;  color: #8A0808; }
h4 { color: #8A0808; }
a { color: #8A0808; text-decoration:none; }
tt { font-family: "Courier New", Courier; }
/* pre style removed because it will interfer with pygments */
p { text-indent: 0px; }
hr { border: 0; width: 80%; border-bottom: 1px solid #aaa}
p.caption { width: 80%; font-style: normal; text-align: left; }
hr.figure { border: 0; width: 80%; border-bottom: 1px solid #aaa}

div { text-align: justify; text-justify: inter-word; }
</style>


</head>

<!-- tocinfo
{'highest level': 2,
 'sections': [('Kort introduksjon', 2, None, '___sec0'),
              ('Bakgrunnsinformasjon', 2, None, '___sec1'),
              ('Utdanningsspriser', 3, None, '___sec2'),
              ('Søknaden: Beskrivelse av undervisningsarbeid, utvikling og '
               'forskning',
               2,
               None,
               '___sec3'),
              ('Overordna målsettinger ved mitt utdanningsarbeid',
               3,
               None,
               '___sec4'),
              ('Faglig fornying av utdanning og arbeid med studieprogram',
               3,
               None,
               '___sec5'),
              ('Utvikling av studiemiljø', 3, None, '___sec6'),
              ('Utvikling av kurs med prosjektbasert innhold',
               3,
               None,
               '___sec7'),
              ('Internasjonale tiltak', 3, None, '___sec8'),
              ('Utdanningsforskning', 3, None, '___sec9'),
              ('Pedagogisk mappe', 2, None, '___sec10'),
              ('Courses, study programs and educational initiatives',
               2,
               None,
               '___sec11'),
              ('Lectures and organization of schools:', 3, None, '___sec12'),
              ('Talks, lectures and seminars at workshops, conferences, '
               'schools  and institute colloquiua',
               3,
               None,
               '___sec13')]}
end of tocinfo -->

<body>

    
<!-- ------------------- main content ---------------------- -->



<center><h1>S&#248;knad om Meritteringsordning for utdanningsfaglig kompetanse ved Universitetet i Oslo</h1></center>  <!-- document title -->

<p>
<!-- author(s): Morten Hjorth-Jensen -->

<center>
<b>Morten Hjorth-Jensen</b> [1, 2]
</center>

<p>
<!-- institution(s) -->

<center>[1] <b>Department of Physics and Center of Computing in Science Education, University of Oslo, Norway</b></center>
<center>[2] <b>Department of Physics and Astronomy and Facility of Rare Ion Beams and National Superconducting Cyclotron Laboratory, Michigan State University, USA</b></center>
<br>
<p>
<center><h4>14 Mai, 2020</h4></center> <!-- date -->
<br>

<h2 id="___sec0">Kort introduksjon </h2>

<p>
Denne s&#248;knaden inneholder f&#248;rst en kort oversikt om undertegnede  med bakgrunn og historikk.
Deretter f&#248;lger sj&#248;lve s&#248;knadsteksten og til slutt har jeg lagt ved den pedagogiske mappa.

<h2 id="___sec1">Bakgrunnsinformasjon   </h2>

<p>
Jeg har v&#230;rt ansatt ved Fysisk Institutt ved Universitet i Oslo siden
januar 1999, f&#248;rst som f&#248;rsteamanuensis og deretter som professor fra
mai 2001.

<p>
Fra og med januar 2012 har jeg delt tida mi mellom Michigan
State University (MSU) og UiO. Jeg har et professorat i fysikk begge
steder og tilbringer tida januar-juni i USA og juli-desember i
Norge. Jeg har en redusert stilling ved UiO. Jeg underviser p&#229; alle
niv&#229; begge steder og vegleder laveregradsstudenter, masterstudenter,
PhD studenter og Post-docs b&#229;de i Norge og i USA heile &#229;ret.

<p>
Jeg er utdanna Sivilingeni&#248;r fra NTNU i Trondheim i 1988 og disputerte
for PhD-graden i desember 1993 ved UiO.

<p>
I tida januar 1994 til desember 1998 var jeg post-doc ved European
Center for Theoretical Studies in Nuclear Physics (Trento, Italia,
1994-1996) og deretter Nordita (K&#248;benhavn, Danmark, 1996-1998).

<p>
Jeg er innvalgt medlem av <b>Det Norske Videnskaps-Akademi</b> og <b>Det Kongelige Norske Videnskabers Selskab</b>.

<p>
Mitt engasjement i undervisning, undervisningsforskning og utvikling
av aktive l&#230;ringsmilj&#248;, studiemilj&#248; og studieprogrammer har resultert
i flere utdanningspriser i Norge og USA. Mye av dette blir diskutert i sj&#248;lve s&#248;knaden ogs&#229;.

<h3 id="___sec2">Utdanningsspriser </h3>

<ol>
<li> <a href="http://www.uniforum.uio.no/nyheter/2000/11/det-viktigste-er-aa-inspirere.html" target="_blank">UiOs utdanningspris i 2000</a>, 2000 (250kNOK)</li>
<li> <a href="http://www.uniforum.uio.no/nyheter/2011/08/undervisning-for-framtidig-forsking.html" target="_blank">UiOs utdanningspris i 2011 for utvikling of Computing in Science Education prosjektet</a>  (250kNOK)</li>
<li> <a href="http://www.uniforum.uio.no/nyheter/2012/04/uio-tok-andreplass-i-utdanningskvalitet.html" target="_blank">NOKUT award for excellence in teaching 2012</a> for  <b>Computing in Science Education</b> prosjektet</li>
<li> <a href="http://www.uniforum.uio.no/nyheter/2015/10/instituttet-som-lofter-fram-gode-forelesere.html" target="_blank">UiOs utdanningspris 2015</a> for utvikling av studie og l&#230;ringsmilj&#248;et i Computational Physics ved Fysisk Institutt (250kNOK)</li>
<li> <a href="https://pa.msu.edu/news-events/news/2016-departmental-awards/" target="_blank">Favorite Graduate Teacher Award at Department of Physics  and Astronomy, Michigan State University, 2016</a></li> 
<li> <a href="https://www.ntbinfo.no/pressemelding/olav-thon-stiftelsen-annonserte-arets-priser-42-millioner-til-forskning-og-undervisning?publisherId=8983491&releaseId=16475069" target="_blank">Olav Thon Stiftelsen, Nasjonal utdanningspris 2018</a></li>
<li> <a href="https://web.pa.msu.edu/alumni/awards/osgood_fac_awards.html" target="_blank">Thomas H. Osgood Faculty Teaching award at Michigan State University, 2018</a></li>
</ol>

Jeg har siden jeg blei ansatt ved UiO i 1999 og ved Michigan State
University i 2012, vegleda over 100 Master og PhD studenter. Over 50%
av masterstudentene har fortsatt med PhD-studier enten med meg som
vegleder eller andre i Norge og internasjonalt.

<p>
I tillegg til et stort engasjement for undervisning er jeg ogs&#229; en
aktiv forsker, og min h-indeks er 55 (Google Scholar).

<h2 id="___sec3">S&#248;knaden: Beskrivelse av undervisningsarbeid, utvikling og forskning  </h2>

<p>
I de 20 &#229;ra jeg har v&#230;rt ansatt ved UiO og siden 2012 ved MSU,
har jeg hatt og har et stort fokus p&#229; utdanning, utvikling
av l&#230;ringsmilj&#248;er, nye undervisningsformer, innovasjon i utdanning
samt utvikling av utdanningsprogrammer i henhold til samfunnets
kompetansekrav og spesifikke behov i ulike fagfelt.

<p>
Jeg har utvikla flere nye kurs samt starta nye studieprogram og
bidratt til &#229; utvikle internasjonale kurstilbud i eget forskningsfelt,
i tett samarbeid med kollegaer p&#229; tvers av disipliner nasjonalt og
internasjonalt.

<h3 id="___sec4">Overordna m&#229;lsettinger ved mitt utdanningsarbeid </h3>

<ol>
<li> Gi studentene en forst&#229;else av den vitenskapelige metoden s&#229; tidlig som mulig i studiel&#248;pet. Dette lar seg gj&#248;re spesielt gjennom prosjektorientert undervisning med tett oppf&#248;lging og tilbakemelding til studentene. Her spiller mitt initiav til &#229; starte Computing in Science Education prosjektet en sentral rolle. Dette er beskrevet nedenfor i st&#248;rre detalj.</li>  
<li> Gi studentene kompetanse, faglige trygghet  og innsikt som kreves for &#229; l&#248;se naturvitenskapelige og teknologiske problem for det 21ste &#229;rhundre, spesielt med tanke p&#229; digital kompetanse. Her har min rolle som programr&#229;dsleder i to store studieprogram v&#230;rt, og er, sv&#230;rt viktig.</li> 
<li> Gi studentene en god etisk holdning til deres arbeid, samt &#229; utvikle kritisk tenkende mennesker med djup innsikt i alle sider av den vitenskapelige prosessen.</li>
<li> &#197; utvikle gode utdanningsprogrammer og faglig progresjon i studiel&#248;pa, i tett samarbeid med kolleger ved Fysisk institutt (b&#229;de i Norge og i USA) og  p&#229; tvers av disipliner.</li>
<li> &#197; s&#248;rge for at det faglige innholdet er i tr&#229;d med universitetenes samfunnsoppgave ved &#229; utdanne sv&#230;rt ettertraktede kandidater til forskning, utdanning, offentlig og privat sektor.</li>
<li> &#197; s&#248;rge for at det faglige innholdet har intellektuelle utfordringer og innhold i tr&#229;d med n&#229;tidige og framtidige faglige behov og forskningsretninger.</li> 
<li> &#197; utvikle ei kunnskapsbasert tiln&#230;rning til l&#230;ring, samt utvikle forskningsprogram om hva som gir studentene &#248;kt innsikt og faglig forst&#229;else.</li> 
<li> &#197; utvikle et internasjonalt perspektiv til utdanninga v&#229;r.</li>
<li> Kunnskapen skal v&#230;re fritt tilgjengelig for alle.</li>
</ol>

Disse ni overordna m&#229;lsettingene er beskrevet i st&#248;rre detalj nedenfor. Flere av disse overordna
m&#229;lsettingene inng&#229;r i beksrivelsen av tiltak jeg har initiert
samt kurs og utdanningsmilj&#248; jeg har utvikla.

<h3 id="___sec5">Faglig fornying av utdanning og arbeid med studieprogram </h3>

<p>
For &#229; oppn&#229; m&#229;la om digital kompetanse, prosjektorientert utdanning,
tett oppf&#248;lging av studenter og mange flere av de ni m&#229;la ovafor var
jeg i 2003 en av de sentrale initiativtakerne til prosjektet <b>Computing in Science
Education</b> (CSE), sammen med kollegaer p&#229; Fysisk Institutt, Matematisk
Institutt og Institutt for Informatikk. Mye av dette skjedde via
senteret for fremragende forskning <b>Center for Mathematics for
Applications</b> og i min rolle som programr&#229;dsleder for Bachelor programmet Fysikk,
Astronomi og Meteorologi (FAM). De f&#248;rste midlene som blei tildelt til CSE
prosjektet var via UiO tiltaket <b>Fleksibel l&#230;ring</b> i 2004. Undertegnede var
prosjektleder sammen med programr&#229;dsleder for MIT programmet John
Grue. Jeg satt ogs&#229; som programr&#229;dsmedlem i MIT styret og var med &#229; koordinere innf&#248;ringa av CSE prosjektet.

<p>
Jeg var programr&#229;dsleder for FAM i tiden 2002-2011 og var drifkrafta
og overordna ansvarlig for integrering av et beregningsperspektiv i
FAM programmet. Dette har resultert i at fysikk faget ved UiO har
utdanna studenter med de digitale kompetansene som trengs for &#229; m&#248;te
de vitenskapelige og teknologiske utfordringene i det 21ste
&#229;rhundre. CSE prosjktet har fungert som inspirasjon for alle andre
studieprogram ved MatNat-fakultetet, og andre fakultet ved UiO og
universitet nasjonalt.

<p>
CSE prosjeket er n&#229; gjenspeilt i omtrent alle studieprogram ved
MatNat-fakultetet ved UiO. I tillegg har jeg leda en komite ved fysisk
institutt p&#229; Michigan State University (2018) om innf&#248;ring av CSE-liknende tiltak
ved dette universitetet. I v&#229;r underviste jeg et sentralt laveregrads kurs i
klassisk mekanikk med full CSE implementering ved Michigan State
University, til  positiv respons fra studentene, se fagevalueringa
i den pedagogiske mappa.

<p>
CSE prosjektet fikk UiO sin utdanningspris i 2011 samt NOKUT sin
utdanningspris i 2012. Prosjektet resulterte i at UiO fikk et
senter for fremragende utdanning i 2016, senteret for <b>Computing in
Science Education</b> (CCSE). Senteret har blitt en stor suksess og har
utvikla flere nye forskningsprosjekt om utdanning. Her er jeg involvert i
prosjekt om kvantitativ utdanningsforksning, se mer nedenfor.

<p>
Som et ledd i &#229; styrke UiO sin utdanning i digital kompetanse,
videref&#248;re CSE prosjektet samt utvikle masterprogrammer i beregninger
og databehandling, tok jeg i 2015 initiativ til &#229; etablere det nye
Masterprogrammet <a href="https://www.uio.no/english/studies/programmes/computational-science-master/index.html" target="_blank">Computational
Science</a>
ved UiO. Programmet starta med det f&#248;rste kullet h&#248;sten 2018, og har
hittil v&#230;rt en stor suksess, og et viktig satsningsfelt for
MatNat-fakultetet ved UiO. Jeg er programr&#229;dsleder for dette
programmet og har jobba intenst med &#229; utvikle og integrere kunnskap og
kurs i beregningsorienterte fag. Jeg har sj&#248;l utvikla et sv&#230;rt s&#229;
popul&#230;rt kurs i Maskinl&#230;ring (FYS-STK4155) for dette
studieprogrammet. Mer om dette kurset seinere.

<p>
Dette studieprogrammet er et samarbeid med alle institutt p&#229;
MatNat-fakultetet unntatt Farmasi. CS-programmet har 10
studieretninger fordelt p&#229; sju institutt (ITA, Biovitenskap, Fysikk,
Geovitenskap, Informatikk, Kjemi og Matematikk). Etter to &#229;rs
forarbeid (h&#248;st 2015-v&#229;r 2018) klarte vi &#229; utvikle et faglig spennende
studieprogram. Kandidatene har ofte jobbtilbud et &#229;r f&#248;r de er ferdige
med sin utdanning.  Jeg har leda arbeidet p&#229; tvers av instituttgrenser og disiplin&#230;re grenser.

<p>
CS-programmet var ogs&#229; fra min side det f&#248;rste strategiske trinnet i &#229;
utvikle et helhetlig tilbud til v&#229;re studenter i det som p&#229; engelsk
kalles Computational Science and Data Science, p&#229; tvers av
disipliner. Det neste steget var lanseringa av et nytt institutt i
Computational Science og Data Science v&#229;ren 2018, se materialet med
white paper p&#229;
<a href="https://computationalscienceuio.github.io/CCAD/doc/pub/whitepaper/html/whitepaper-bs.html" target="_blank"><tt>https://computationalscienceuio.github.io/CCAD/doc/pub/whitepaper/html/whitepaper-bs.html</tt></a>.
Mange av de opprinnelige initiativtakerne for CS-programmet var ogs&#229; sterkt
delaktige i &#229; utvikle grunnlagsmaterialet som seinere (h&#248;st 2018-v&#229;r 2019) resulterte i ei innstilling
om et nytt senter i Data Science og Computational Science ved MatNat-fakultetet ved UiO.
Senteret antas &#229; ha oppstart i 2021 og vil spille ei viktig rolle i utdanningstiltak som fokuserer p&#229; digital kompetanse for heile universitetet. I tillegg planlegges det flere etterutdanningstiltak retta mot b&#229;de privat og offentlig sektor.

<p>
Om dette lykkes, vil det bety ei videref&#248;ring og videreutvikling av
CSE prosjektet til &#229; dekke alle utdanningstrinn ved UiO. &#197; utvikle
ansattes og studentenes digitale kompetanse er et sentralt element i
v&#229;r faglige utvikling.

<h3 id="___sec6">Utvikling av studiemilj&#248; </h3>

<p>
Siden 2000 har jeg aktivt jobba for &#229; utvikle et utdanningsmilj&#248; i
Computational Physics p&#229; mastergradsniv&#229;.  Siden 2007 har dette arbeidet v&#230;rt
gjort sammen med en n&#230;r kollega, Anders Malthe-S&#248;renssen, som ogs&#229; er
direkt&#248;r for CCSE. I 2015 blei dette arbeidet tilkjent UiO sin
utdanningspris, se
<a href="https://www.uniforum.uio.no/nyheter/2015/10/instituttet-som-lofter-fram-gode-forelesere.html" target="_blank"><tt>https://www.uniforum.uio.no/nyheter/2015/10/instituttet-som-lofter-fram-gode-forelesere.html</tt></a>.

<p>
Vi har spesielt vektlagt

<ol>
<li> Utvikle et godt sosial milj&#248; hvor deling av resultater, programvare og resultater st&#229;rt sterkt. Studentene definerer ofte sine prosjekter for masteroppgavene.</li>
<li> Oppbygging av lokaler som er im&#248;tekommende og inkluderende.</li> 
<li> Studentene integreres tidlig i forskningen og studentene fungerer som l&#230;remestre for hverandre.</li>
<li> Studentene engasjeres tidlig i &#229; utvikle l&#230;ringsmateriale, spesielt som gruppel&#230;rere i kurs hvor beregninger (CSE prosjektet) er viktig.</li>
</ol>

Med etableringen av det nye CS-masterprogrammet har vi n&#229; utvikla nye
tiltak for &#229; forbedre studiekvaliteten, med blant annet tett
integrering av studentene i utforming av nye oppgaver og prosjekter til
mastergradskursene, tett kopling mellom studenter og fagmilj&#248; samt
mentorprogram i oppstart av masterprogrammet, med vekt p&#229; mulige fagvalg og
karriereveger. Individuell oppf&#248;lging av studentene spiller en sentral
rolle, spesielt ogs&#229; for studenter som sliter mentalt.  Tett
oppf&#248;lging og individuell tilrettelegging er et sentralt aspekt som
vektlegges i utviklinga av et godt studiemilj&#248;.

<p>
Studieprogrammet har sosiale spillkvelder med faglige seminar annen
hver fredag. Her m&#248;ter studentene  forskere og/eller potensielle
oppdragsgivere fra privat og offentlig sektor. Og i en del tilfeller
har det resultert i sommerjobber og kanskje fast ansettelse seinere.

<p>
Computational Physics milj&#248;et har siden 2003 utdanna over 100 mastergradsstudenter, og veldig mange av disse (over 50%) har fortsatt med PhD studier. Det er tett samarbeid med bachelor studenter, mastergrads studenter, PhD studenter og Post-docs.

<h3 id="___sec7">Utvikling av kurs med prosjektbasert innhold </h3>

<p>
Over to ti&#229;r har jeg utvikla kurs med en prosjektbasert profil.

<p>
Da jeg underviste Kvantefysikk FYS2140 i perioden 1999-2004
introduserte jeg numeriske prosjekt som studentene jobba med. P&#229; den
tiden var dette ganske nytt ved UiO og resulterte blant annet i UiO
sin utdanningspris i 2000, etter bare litt over ett &#229;r som ansatt ved
UiO. Mye av dette arbeidet la grunnlaget for ideer og tiltak rundt CSE
prosjektet i 2003. Numeriske prosjekt tillater studenter &#229; utdjupe sin
faglige innsikt p&#229; et heilt anna vis enn gjennom tradisjonelle papir
og blyant oppgaver. En har en stor mulighet til &#229; teste p&#229; et djupere
niv&#229; studentenes innsikt i et fysisk fenomen og er et ypperlig
pedagogisk verkt&#248;y for &#229; utvikle studentenes innsikt og forst&#229;else av
den vitenskapelige metoden.  Med programmering har en ogs&#229; mulighet
til &#229; bringe inn mer realistiske problemstillinger p&#229; et tidligere
stadium av utdanninga. Ofte m&#248;ter ikke studentene forskninsgrelatert
utdanning f&#248;r de begynner p&#229; sine masterprosjekter. Med et
prosjektbasert l&#248;p spiller tilbakemeldinger p&#229; arbeidene deres og tett
kontakt med fagl&#230;rere en sentral rolle. Tilbakemeldingene fra
studentene er ogs&#229; avgj&#248;rende for forbedring av l&#230;ringsm&#229;l og
utdanningsmateriale.

<p>
Prosjektbasert undervisning er ogs&#229; sentralt i kursene FYS3150
Computational Physics I, FYS4411 Computational Physics II og
FYS-STK4155 Applied Data Analysis and Machine Learning som jeg
underviser ved UiO. FYS3150 og FYS-STK4155 er kurs med over 100
studenter hver og studentene jobber med 3-5 prosjekter gjennom heile
semesteret. Prosjektene er lagt opp som vitenskapelige arbeider og for
det siste prosjektet kan studentene ofte definere tema sj&#248;l. Dette gir
studentene en stor frihet i &#229; utforske egne veger og kople
undervisninga opp til eventuell forskning.  Omfattende
tilbakemeldinger p&#229; prosjektene med tanke p&#229; evalueringen spiller en
sentral rolle og er en tidkrevende men viktig del av disse
kursene. Disse kursene er faktisk noen av de f&#229; ved UiO hvor
studentene f&#229;r lange tilbakemeldinger med begrunnelse for endelig
karakter.

<p>
Alt utdanningsmateriale, forelesningsnotater, programmer, kildekode og
mye mer er fritt tilgjengelig for studentene. Studentene kan feks bruke
kildekoden til notatene til &#229; lage sine egne elektroniske notatb&#248;ker
(ofte i form av en s&#229;kalla jupyter-notebook). Det styrker den
ovennevnte delingskulturen og fungerer som et godt eksempel for
studentene om deling og samarbeid om vitenskapelige resultat. I
tillegg gir moderne versjonskontroll programvare en unik mulighet til
&#229; fokusere p&#229; utvalgte aspekt av vitenskapelig etikk, som
reproduserbarhet av vitenskapelige resultat og korrekt behandling av
kildemateriale.  Eksempler p&#229; hvordan materiale er gjort fritt
tilgjengelig kan ses p&#229; min GitHub adresse
<a href="https://github.com/mhjensen" target="_blank"><tt>https://github.com/mhjensen</tt></a>. Her ligger undervisningsmateriale
for flere kurs, og ved hjelp av versjonskontroll programvaren <b>git</b>
kan alt materiale lastes ned med enkle tastetrykk.

<p>
At alt utdanningsmateriale er fritt tilgjengelig forenkler ogs&#229;
l&#230;ringsprosessen for studentene.

<p>
Det neste utvklingstrinnet i min undervisning er &#229; utvikle et milj&#248;
for ei s&#229;kalla <b>Flipped Classroom</b> tiln&#230;rming. Dette blir ogs&#229; gjort
som et mulig tiltak i anledning et eventuelt fullt eller delvis digitalt  undervisningsl&#248;p h&#248;sten 2020.  Dette
blir implementert til h&#248;sten 2020 for kursene FYS3150 og FYS-STK4155
og inneb&#230;rer ny produksjon av visuelt materiale i form av videor som
er kopla opp mot allerede eksisterende digitalt materiale. Studentene
foventes &#229; g&#229; gjennom ukentlig oppgitt materiale f&#248;r de eventuelt m&#248;ter i
mindre grupper for &#229; diskutere materialet og jobbe med prosjekter og
oppgaver. Det gir oss som fagl&#230;rere en mulighet til enda tettere
kopling opp mot studentene for &#229; f&#248;lge deres l&#230;ring. Flipped Classroom er et spennende pedagogisk omr&#229;de, med mange interessante forskningsbaserte resultat, blant anna med tanke p&#229; &#248;kt l&#230;ringsutbytte for studentene.

<p>
Jeg har ogs&#229; utvikla en sterk prosjektbasert profil i kurset Classical
Mechanics PHY 321 som jeg underviser ved Michigan State University,
med veldig positive tilbakemeldinger fra studentene (se kursevaluering
i pedagogisk mappe).

<p>
Til slutt har jeg laga et nytt forslag til f&#248;rste studie&#229;r i fysikk
som &#229;pner for en ny integrering av teori, eksperiment og
beregninger. Dette er ganske nytt og banebrytende og danner ogs&#229;
grunnlag for spennende forskningsprosjekter, spesielt med tanke p&#229; den overordna forst&#229;elsen av den vitenskapelige prosessen. Forslaget er beskrevet p&#229;
<a href="https://mhjensen.github.io/FirstYearPhysicsUiO/doc/pub/proposal/html/proposal-bs.html" target="_blank"><tt>https://mhjensen.github.io/FirstYearPhysicsUiO/doc/pub/proposal/html/proposal-bs.html</tt></a>.

<p>
Dette forslaget f&#248;yer seg inn i Fysisk Institutt sin strategiske
fornyelse av bachelor programmet i Fysikk og Astronomi. En svakhet i
dag er at det eksperimentelle elementet er mindre framtredende enn ved
andre universitet. Og fysikk er et eksperimentelt fag. Med moderne
programmeringsspr&#229;k samt hardware som tillater en &#229; gj&#248;re mange
eksperiment (feks aksellerometer i mobiltelefon) kan en integrere
beregninger, eksperiment og teori p&#229; et heilt anna vis enn
tidligere. Studentene kan gj&#248;re mange av eksperimentene med feks
mobiltelefonene sine, nesten hvor som helst. Dette &#229;pner opp for en tydeligere integrering av
alle steg i et vitenskapelig studie og kan implementeres allerede fra
f&#248;rste semester.

<h3 id="___sec8">Internasjonale tiltak </h3>

<p>
Sammen med kollegaer fra flere land starta jeg og etablerte et
internasjonalt initiativ i 2010 kalt <b>Nuclear TALENT (Training in
Advanced Low-Energy Nuclear Theory)</b> hvis m&#229;l er &#229; styrke
en faglig bredde i kjernefysikk internasjonalt. Mange universitet har
ikke nok vitenskapelig personale til &#229; gi studentene p&#229; master og PhD
niv&#229; den n&#248;dvendige faglige bredde i feltet. Nuclear TALENTs m&#229;l
er &#229; tilby denne faglige bredden i form av et titalls avanserte kurs
som undervises p&#229; et intensivt vis over tre uker ulike steder i verden
(Nord-Amerika, Europa og Asia). Siden sommeren 2012 har vi organisert
over 15 slike kurs og jeg har undervist og organisert 5 av disse
kursene og organisert tre andre. Dette tiltaket har v&#230;rt en enorm
suksess med over 500 deltakere totalt siden 2012. Pga COVID-19 er alle
tre kurs i &#229;r utsatt til 2021, men kurset jeg har ansvaret for tilbys
digitalt i juni-juli 2020.

<p>
For mer informasjon om Nuclear TALENT, se <a href="https://fribtheoryalliance.org/TALENT/" target="_blank"><tt>https://fribtheoryalliance.org/TALENT/</tt></a>.

<p>
Ellers leder jeg et st&#248;rre INTPART prosjekt om Computing in Science
Education mellom CCSE ved UiO, Michigan State University, Oregon State
University og University of Colorado ved Boulder. Et viktig m&#229;l med
dette prosjektet er &#229; utvikle et program i kvantitativ utdanningsforskning. V&#229;r
workshop om dette er dessvere avlyst i &#229;r pga COVID-19 situasjonen.

<p>
Jeg har ogs&#229; etablert flere internasjonale utvekslingsprogrammer for
studenter i Oslo, spesielt mot USA og Europa.

<h3 id="___sec9">Utdanningsforskning </h3>

<p>
CCSE senteret spiller en avgj&#248;rende rolle i forskning rundt
beregninger (Computing in Science Education) i utdanning. Jeg er
spesielt interessert i forskning rundt faglig innsikt og studentenes
innsikt om den vitenskapelige metoden. Et av m&#229;lene er &#229; kunne utvikle
et forskningsbasert program i kvantitativ utdanningsforskning.
Her
spiller feks maskinl&#230;ring en viktig rolle og sammen med PhD student John
Aiken, Prof Danny Caballero fra Michigan State University og andre
kollegaer hat vi n&#229; utvikla flere prosjekt for &#229; n&#229; disse m&#229;la.
&#197; kunne gi kvantitave og kvalitative m&#229;l p&#229; hva som virker er sentralt for mange utdanningstiltak.

<h2 id="___sec10">Pedagogisk mappe </h2>

<ul>
<li> Editorial Board member of Springer's Lecture Notes in Physics, 2010-present</li>
<li> Editorial Board member of Springer's Undergraduate Lecture Notes in Physics, 2014-present</li>
<li> Editorial Board member of Springer's University Texts  in Physics, 2015-present</li>
<li> Editorial Board member of Springer's Undergraduate Texts  in Physics, 2016-present</li>
<li> Editorial Board member of Springer's Graduate Texts  in Physics, 2018-present</li>
<li> <a href="http://www.nucleartalent.org/" target="_blank">Initiated and led the Nuclear Talent initiative from 2010 till 2015, now member of the Steering committee</a></li>
<li> Board member of the Bachelor program Mathematics, Information theory and Technology at the University of Oslo, 2002-2008</li>
<li> Leader of the Bachelor program Physics, Astronomy and Meteorology at the University of Oslo, 2002-2011</li>
<li> Together with colleagues from the Department of Physics, Department of Mathematics and Department of Informatics at the University of Oslo, we started   the Computers in Science Education project in 2004. This project, which we conceived back in 2003,  has changed totally changed the way Science is taught.</li>
<li> Leader the new <a href="http://www.uio.no/english/studies/programmes/computational-science-master/" target="_blank">Master of Science program on Computational Science at the University of Oslo</a>. This is a new and multi-disciplinary program across several disciplines at the College of Natural Science of the University of Oslo.</li> 
</ul>

<h2 id="___sec11">Courses, study programs and educational initiatives </h2>

<p>
I am strongly involved in teaching at all levels. I have been heading the bachelor program Physics, Astronomy and Meteorology ( FAM ) in the period 2002-2011. I am also strongly involved in the project Computing in Science Education. Furthermore, with European and American colleagues, we have established the recent successful Nuclear Talent initiative.

<p>
Since 1999 I have   established an activity in computational physics  at the  Department of Physics at the University of Oslo. I have also started from scratch and developed several  courses on computational physics and many-body physics. This activity was recognized with the Excellence in Teaching award from the University of Oslo in 2015. During the last fifteen years I have guided  48 Master of Science of students (28 have continued with PhD studies) and twelve PhD students.  I currently supervise twelve Master of Science students at the University of Oslo. I supervise four PhD students at Michigan State University.

<p>
With colleagues at the University of Oslo, I have   been strongly involved in the development of a totally new teaching philosophy which merges computation with the traditional science amd mathematics curriculum . This project is called <a href="http://www.mn.uio.no/english/about/collaboration/cse/" target="_blank">Computing in Science Education</a> and has received considerable support from the University of Oslo and the Norwegian Ministry of research and education.  It received the University of Oslo award for excellence in teaching  in 2011 and the NOKUT award in 2012.

<p>
With colleagues from the USA and other European countries, we have started the Nuclear Talent initiate":"http://www.nucleartalent.org",  where we aim  at providing an advanced and comprehensive training to graduate students and young researchers in low-energy nuclear theory.  The network aims at developing a broad curriculum that will provide the platform for a cutting-edge theory for understanding nuclei and nuclear reactions.  Within 2016 the initiative has run and developing eleven courses. I chaired the steering committee from its beginning in 2010 till 2015.

<p>
I initiated in 2015 and chair the new <a href="http://www.uio.no/english/studies/programmes/computational-science-master/" target="_blank">Master of Science program on Computational Science at the University of Oslo</a>. This is a new and multi-disciplinary program across several disciplines at the College of Natural Science of the University of Oslo.

<p>
I teach or have tuaght recently  the following courses at the University of Oslo and Michigan State University:

<ul>
<li> <a href="http://www.uio.no/studier/emner/matnat/fys/FYS3150/" target="_blank">FYS3150/4150 Computational Physics I</a>, Fall semester, senior undergraduate level (Oslo)</li> 
<li> <a href="http://www.uio.no/studier/emner/matnat/fys/FYS4411/" target="_blank">FYS4411 Computational Physics II: Quantum mechanical systems</a>, graduate level, Spring semester (Oslo)</li> 
<li> <a href="http://www.uio.no/studier/emner/matnat/fys/FYS-kJM4480/" target="_blank">FYS-KJM4480 Quantum mechanics for many-particle systems</a>, graduate level, Fall semester (Oslo)</li> 
<li> <a href="https://github.com/NuclearStructure/PHY981" target="_blank">PHYS981 Nuclear Structure</a>, graduate level, Spring semester (MSU)</li> 
<li> <a href="https://github.com/CompPhysics/ComputationalPhysicsMSU" target="_blank">PHY480/905 Computational Physics</a> (MSU), undergraduate and graduate level, Spring semester</li>
</ul>

From the fall of 2018 I will develop and teach the new course on <b>Data analysis and Machine Learning</b> at the University of Oslo. This course is a compulsory course that is part of the new interdisciplinary Master of Science program <a href="http://www.uio.no/english/studies/programmes/computational-science-master/index.html" target="_blank">Computational Science</a>. The link to the course is

<ul>
<li> <a href="http://www.uio.no/studier/emner/matnat/fys/FYS-MAT4155/" target="_blank">FYS-MAT3155/4155 Data Analysis and Machine Learning</a>, senior undergraduate and graduate level, Fall semester (Oslo)</li> 
</ul>

I have also taught introductory quantum physics, FYS2140, 2000-2004, Statistical Mechanics, FYS4130, 1990-1994 and I have developed an advanced course on <a href="http://www.uio.no/studier/emner/matnat/fys/FYS-kjm4480/" target="_blank">FYS-KJM4480 Quantum mechanics for many-particle systems</a>, 2009-2014, all at the at\
 the University of Oslo, Norway. At Michigan I have also taught an advanced course in Nuclear Structure Physics PHYS981 Nuclear Structure, graduate level, Spring semester, 2013-2016.

<h3 id="___sec12">Lectures and organization of schools: </h3>

<ol>
<li> Alex Brown, Alexandra Gade, Morten Hjorth-Jensen, Gustav Jansen, Robert Grzywacz, Nuclear Talent course on Nucleartheory for Nuclear Structure Experiments, July 3-21 2017. <a href="https://github.com/NuclearTalent/NuclearStructure" target="_blank">Main organizer and teacher with in total fifteen hours of lectures</a>.</li> 
<li> Hjorth-Jensen, Morten, <a href="https://icer-acres.msu.edu/summer-2017/schedule/" target="_blank">High performance computing in Nuclear Physics</a>, Lecture at the <em>Advanced Computational Research Experience</em> at Michigan State University, East Lansing, Michigan, June 1, 2017.</li>
<li> Hjorth-Jensen, Morten, <a href="https://icer-acres.msu.edu/summer-2017/schedule/" target="_blank">How to write good code</a>, Lecture at the <em>Advanced Computational Research Experience</em> at Michigan State University, East Lansing, Michigan, May 24, 2017.</li>
<li> Hjorth-Jensen, Morten, <a href="http://rafael.ujf.cas.cz/school" target="_blank">Computational Nuclear Physics and Post Hartree-Fock Methods. Configuration Interaction Theory, Many-Body Perturbation Theory and Coupled Cluster Theory</a>, five lectures at 28th Indian-Summer School on Ab Initio Methods in Nuclear Physics, Prague, Czech Republic, August 29 - September 2, 2016.</li>
<li> Hjorth-Jensen, Morten, <a href="http://compphysics.github.io/CompPhysUTunis/doc/web/course.html" target="_blank">Computational Physics and Quantum Mechanical Systems</a>, one week course on Computational Physics at the University of Tunis El Manar, Tunis, Tunisia, May 16-20, 2016. In total 15 hours of lectures and 15 hours of computer lab and exercises.</li> 
<li> Co-organizer with Giuseppina Orlandini and Alejandro Kievsky of Nuclear Talent course <a href="https://groups.nscl.msu.edu/jina/talent/wiki/Course_3" target="_blank">Few-body methods and nuclear reactions</a>, ECT*, Trento, Italy, July 20-August 7 2015</li>
<li> Carlo Barbieri, Wim Dickhoff, Gaute Hagen, Morten Hjorth-Jensen, and Artur Polls, Nuclear Talent course on Many-body methods for nuclear physics, GANIL, Caen, France, July 5-25 2015. <a href="http://nucleartalent.github.io/Course2ManyBodyMethods/doc/web/course.html" target="_blank">Main organizer and teacher with in total five hours of lectures</a>.</li> 
<li> Hjorth-Jensen, Morten, ECT* <a href="http://www.ectstar.eu/node/1287" target="_blank">Doctoral Training Program 2015 on Computational Nuclear Physics</a>, April 13- May 22, ECT*, Trento, Italy. I taught the last week of the lecture series. In total I have ten one hour lectures.</li> 
<li> Hjorth-Jensen, Morten, Nuclear Talent School in Nuclear Astrophysics, co-organizer with Richard Cyburt and Hendrik Schatz of the Nuclear Talent course on Nuclear Astrophysics,  Michigan State University, May 26 - June 13, 2014.</li> 
<li> Hjorth-Jensen, Morten, Nuclear Talent course on Density Functional theories, co-organizer with Scott Bogner, Nicolas Schunck, Dario Vretenar and Peter Ring, European Center for Theoretical Nuclear Physics and Related Areas, Trento, Italy, July 13 -August 1 2014.</li>
<li> Hjorth-Jensen, Morten, Nuclear Talent Course  Introduction on High-performance computing and computational tools for nuclear physics; ECT*, Trento, Italy, June 24 - July 13 2012. Main organizer and teacher together with Francesco Pederiva, Kevin Schmidt and Calvin Johnson.</li> 
<li> Hjorth-Jensen, Morten. Computational environment for Nuclear Structure, five lectures in Nuclear Physics at Universidad Complutense Madrid; 2011-01-17 - 2011-02-09</li>
<li> Hjorth-Jensen, Morten, organizer with David Dean, Thomas Papenprock and Gaute Hagen. Third MSU-UT/ORNL-UiO winter school in nuclear physics; Oak Ridge National Lab, Tennessee, January 2012</li>
<li> Hjorth-Jensen, Morten, organizer with Alex Brown and teaching five lectures. Second MSU-UT/ORNL-UiO winter school in nuclear physics, East Lansing, Michigan, USA; 2011-01-03 - 2011-01-07</li>
<li> Hjorth-Jensen, Morten, organizer, First MSU-UT/ORNL-UiO winter school in nuclear physics, Wadahl, Norway, January 4-10 2010</li>
<li> Hjorth-Jensen, Morten.  Five lectures on Theory of shell-model studies for nuclei. CERN/Isolde course on nuclear structure theory; 2010-03-01 - 2010-03-04</li>
<li> Hjorth-Jensen, Morten.  Six lectures on Nuclear interactions and the Shell Model. 8th CNS-EFES International Summer School, Riken, Tokyo, Japan, 2009-08-26 - 2009-09-01</li>
<li> Hjorth-Jensen, Morten.  Five lectures on nuclear theory at the  20th Chris Engelbrecht Summer School in Theoretical Physics, Stellenbosch, South Africa,  2009-01-19 - 2009-01-28</li>
<li> Hjorth-Jensen, Morten.  Nuclear many-body theory, five lectures at the  UK Postgraduate Nuclear Physics Summer School, Leicester, UK,  2009-09-12 - 2009-09-23</li>
<li> Hjorth-Jensen, Morten.  Nuclear many-body methods. Lectures series at Lund University; 2008-05-04 - 2008-05-07</li>
<li> Hjorth-Jensen, Morten.  Trends in Nuclear Structure Theory. Workshop at the University of Lund; 2008-05-07 - 2008-05-07</li>
<li> Hjorth-Jensen, Morten.  Trends in Nuclear Structure Theory. Physics Division Seminar; 2008-04-17 - 2008-04-17</li>
<li> Hjorth-Jensen, Morten.  Trends in nuclear structure theory. Lecture series at the University of Padova and Legnaro National Laboratory, Padova Italy; 2008-07-16 - 2008-07-19</li>
<li> Hjorth-Jensen, Morten.  Five lectures on  Monte Carlo methods and applications in the physical sciences. eScience Winther School 2007; Geilo, Norway 2007-01-28 - 2007-02-02</li>
<li> Hjorth-Jensen, Morten.  Five lectures at the ISOLDE Spring School in Nuclear Theory; CERN, Switzerland, 2007-05-21 - 2007-05-26</li>
<li> Hjorth-Jensen, Morten.  Ten lecures at  ECT* Doctoral Training Programme 2007; Trento, Italy, April 16-20</li>
<li> Hjorth-Jensen, Morten.  From the nucleon-nucleon interaction to a renormalized interaction for nuclear systems. Lecture series at Michigan State University; April 2005</li>
<li> Hjorth-Jensen, Morten. CENS: A computational Environment for Nuclear Structure. Isolde Lecture series; 2004-11-11 - 2005-11-25</li>
</ol>

<h3 id="___sec13">Talks, lectures and seminars at workshops, conferences, schools  and institute colloquiua </h3>

<ol>
<li> Hjorth-Jensen, Morten, "Integrating Computations in Physics Courses, Workshop on New Horizons in Teaching Science: 18th-19th, June 2018, University of Messina, Italy"</li>
<li> Hjorth-Jensen, Morten, <a href="http://www.nucleartheory.net/NPG/recent_seminars.htm" target="_blank">Computing in Science Education; how to integrate computing in Science courses across disciplines, seminar at the University of Surrey, UK, November 28 2017</a></li>
<li> Hjorth-Jensen, Morten, <a href="https://www.sif.it/attivita/congresso/103" target="_blank">Computing in Physics Education, Invited talk at the 103rd National congress of the Italian Physical Society</a>, Trento, September 11-15, 2017, Italy</li>
<li> Hjorth-Jensen, Morten, Integrating a Computational Perspective in the Basic Science Education, Special Lectures and Events, Notre Dame University, South Bend, Indiana, March 30 2015.</li>
<li> Hjorth-Jensen, Morten, Computing in Science Education.  Integrating a Computational Perspective in the Basic Science Education, Physics Colloquium, Central Michigan University, Mt Pleasant, March 19 2015.</li>
<li> Hjorth-Jensen, Morten, Computing in Science Education.  Integrating a Computational Perspective in the Basic Science Education, condensed matter seminar, Ohio University, Athens, Ohio,  February 26 2015.</li>
<li> Hjorth-Jensen, Morten, Computing in Science education, how to introduce a computational perspective in the basic science education, special colloquium Department of Physics, Lousiana State University, Baton Rouge, Lousiana, April 4 2014.</li>
<li> Hjorth-Jensen, Morten.  Educating the next generation of nuclear scientists; how can a center like the ECT* aid in developing modern nuclear physics educational programs?. ECT* 20th anniversary colloquium; 2013-09-14 - 2013-09-14</li>
<li> Hjorth-Jensen, Morten.  Computing in Science Education. Seminar at college of engineering; 2012-03-15 - 2012-03-15</li>
<li> Hjorth-Jensen, Morten.  Computing in Science Education, a new way to teach science?. Institute seminar The Ohio State University; 2012-02-28 - 2012-02-28</li>
<li> Hjorth-Jensen, Morten.  Computers in Science Education; a new way to teach Science?. Institute seminar; 2011-03-21 - 2011-03-21</li>
<li> Hjorth-Jensen, Morten.  Computers in Science Education; a new way to teach Science?. Seminar at Universidad Complutense Madrid; 2011-01-24 - 2011-01-24</li>
<li> Hjorth-Jensen, Morten.  Computers in Science Education. Institute seminar at the university of Trento, Italy; 2010-05-05 - 2010-05-05</li>
<li> Hjorth-Jensen, Morten.  Datamaskiner i realfagsoppl&#230;ringen, en ny m&#229;te &#229; undervise realfag p&#229;?. Institutt kollokvium; 2009-02-13 - 2009-02-13</li>
<li> Hjorth-Jensen, Morten.  Computers in Science Education. Guest lecture at Michigan State University; 2008-03-30 - 2008-03-30</li>
<li> Hjorth-Jensen, Morten.  Computers in Science Education. Forelesning ved UniK, Kjeller; 2008-10-23 - 2008-10-23</li>
<li> Hjorth-Jensen, Morten.  Computers in Science education, a new way to teach science?. eNORIA: Workshop on eScience in Higher Education; 2008-10-07 - 2008-10-07</li>
<li> Hjorth-Jensen, Morten; Langtangen, Hans Petter; Malthe-S&#248;renssen, Anders; M&#248;rken, Knut Martin; Vistnes, Arnt Inge.  Computers in Science Education, a new way to teach physics and mathematics?. April Meeting of the American Physical Society; 2008-04-11 - 2008-04-15</li>
<li> Hjorth-Jensen, Morten; M&#248;rken, Knut Martin.  Computers in Science Education A New Way to Teach Science?. &#8221;I POSE OG SEKK&#8221; - Kvalitet i b&#229;de forskning og utdanning. Er det mulig?; 2008-11-12 - 2008-11-13</li>
<li> Hjorth-Jensen, Morten; M&#248;rken, Knut Martin.  Computers in Science Education A New Way to Teach Science?. M&#248;te i Nasjonalt r&#229;d for teknologisk utdanning; 2008-11-11 - 2008-11-11</li>
<li> Hjorth-Jensen, Morten.  Computeres in Science Education, a new way to teach science?. Institute seminar; 2007-05-15 - 2007-05-15</li>
<li> Hjorth-Jensen, Morten.  Computers in Science Education, a new way to teach science?. EUPEN's 9th General Forum - EGF2007; 2007-09-06 - 2007-09-08</li>
<li> Hjorth-Jensen, Morten.  Computers in Science Education: realfagsundervisning p&#229; en ny m&#229;te?. Pedagogisk modul for MN-fak; 2007-04-11 - 2007-04-11</li>
<li> Hjorth-Jensen, Morten.  How to Integrate Parallel Computing in Science Education?. High-Performance and Parallel Computing; 2007-10-24 - 2007-10-24</li>
<li> Hjorth-Jensen, Morten; M&#248;rken, Knut Martin. Computers in Science Education, realfag p&#229; en ny m&#229;te?. Realfag &#8211; n&#248;kkelen til fremtidens kunnskapssamfunn; 2007-03-23 - 2007-03-23</li>
<li> Hjorth-Jensen, Morten; M&#248;rken, Knut Martin.  Computers in Science Education: Realfagsundervisning p&#229; en ny m&#229;te?. Presentasjon for Abelia og NHO; 2007-08-14 - 2007-08-14</li>
<li> Hjorth-Jensen, Morten.  Computers in Science Education. CMA workshop on 'Computers, computations and science education'; 2005-09-30 - 2005-09-30</li>
<li> Hjorth-Jensen, Morten.  Kvalitetsreformen, nye Muligheter for Samarbeid mellom Universitet og N&#230;ringsliv. Industridag, rom for muligheter; 2005-09-16 - 2005-09-16</li>
<li> Hjorth-Jensen, Morten. &#216;kt innsikt og l&#230;ring ved hjelp av IKT i Fysikk. Det Umuliges kunst? IKT i utdanning - kvalitetetsreformen i praksis; 2004-04-28 - 2004-04-28</li>
<li> Vistnes, Arnt Inge; Hjorth-Jensen, Morten. Numerical methods as an integrated part of physics education. 9th Workshop on Multimedia in Physics Teaching and Learning; 2004-09-09 - 2004-09-11</li>
<li> Hjorth-Jensen, Morten. Bruk av numeriske verkt&#248;y i undervisningen. Pedagogisk modul i 'Undervisning i matematiske og naturvitenskapelige fag'; 2003-05-23 - 2003-05-23</li>
</ol>


<!-- ------------------- end of main content --------------- -->


</body>
</html>
    

